cask_args appdir: "/Applications"


mas "Xcode", id: 497799835
mas "Boop", id: 1518425043
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Soulver 2", id: 413965349
mas "Tweetbot", id: 1384080005
mas "Yoink", id: 457622435
mas "Shush", id: 496437906
mas "Balance Lock", id: 1019371109
mas "Things 3", id: 904280696

cask "gitup"
cask "whatsapp"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "tripmode"
cask "1Password"
cask "rubymine"
cask "docker"
cask "aerial"
cask "alfred"
cask "daisydisk"
cask "handbrake"
cask "sf-symbols"
cask "skitch"
cask "spotify"
cask "swiftbar"
cask "textmate"
cask "tower"
cask "visual-studio-code"
cask "tuple"
cask "telegram"
cask "setapp"
cask "basecamp"
cask "figma"
cask "front"
cask "divvy"
cask "evernote"
cask "charles"

brew "gpg"
brew "rbenv"
brew "autojump"
brew "wget"
brew "nvm"
brew "node"
brew "bat"
brew "postgresql"
brew "redis"
brew "gh"
brew "switchaudio-osx"
brew "yarn"
brew "foreman"
brew "imagemagick"
brew "vips"
